tap "artginzburg/tap"
tap "buo/cask-upgrade"
tap "efa2d19/tap"
tap "koekeishiya/formulae"
tap "teamookla/speedtest"
brew "btop"
brew "coreutils"
brew "curl"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "node"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "gradle"
brew "jq"
brew "kotlin"
brew "mas"
brew "maven"
brew "neovim"
brew "ollama"
brew "openssh"
brew "pass"
brew "pinentry-mac"
brew "poetry"
brew "procs"
brew "ripgrep"
brew "scrcpy"
brew "stow"
brew "switchaudio-osx"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tldr"
brew "wget"
brew "yq"
brew "zoxide"
brew "artginzburg/tap/sudo-touchid"
brew "efa2d19/tap/fzf-git-extensions"
brew "efa2d19/tap/httpserve"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "teamookla/speedtest/speedtest"
