tap "artginzburg/tap"
tap "buo/cask-upgrade"
tap "efa2d19/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mac-cleanup/mac-cleanup-py"
tap "teamookla/speedtest"
brew "cairo"
brew "graphite2"
brew "harfbuzz"
brew "openjdk"
brew "allure"
brew "aom"
brew "aribb24"
brew "autoconf"
brew "bat"
brew "c-ares"
brew "libnghttp2"
brew "libuv"
brew "node"
brew "bitwarden-cli", link: false
brew "btop"
brew "certifi"
brew "cffi"
brew "chroma"
brew "cjson"
brew "libyaml"
brew "commitizen"
brew "gmp"
brew "coreutils"
brew "curl"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gradle"
brew "jq"
brew "kotlin"
brew "mas"
brew "maven"
brew "micro"
brew "mint"
brew "neovim"
brew "node@20"
brew "openssh"
brew "pinentry-mac"
brew "poetry"
brew "procs"
brew "pyenv"
brew "python@3.10"
brew "rbenv"
brew "ripgrep"
brew "rmlint"
brew "scrcpy"
brew "stow"
brew "swiftlint"
brew "switchaudio-osx"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "wget"
brew "xcodegen"
brew "zoxide"
brew "artginzburg/tap/sudo-touchid"
brew "efa2d19/tap/bw-guarded"
brew "efa2d19/tap/fzf-git-extensions"
brew "efa2d19/tap/httpserve"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mac-cleanup/mac-cleanup-py/mac-cleanup-py"
brew "teamookla/speedtest/speedtest"
