tap "artginzburg/tap"
tap "buo/cask-upgrade"
tap "efa2d19/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mac-cleanup/mac-cleanup-py"
tap "teamookla/speedtest"
brew "allure"
brew "bat"
brew "bitwarden-cli", link: false
brew "btop"
brew "chroma"
brew "libyaml"
brew "commitizen"
brew "coreutils"
brew "curl"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gradle"
brew "jq"
brew "kotlin"
brew "mas"
brew "micro"
brew "mint"
brew "node@20"
brew "openssh"
brew "pinentry-mac"
brew "poetry"
brew "procs"
brew "pyenv"
brew "python-packaging"
brew "python@3.10"
brew "rbenv"
brew "rmlint"
brew "scrcpy"
brew "stow"
brew "swiftlint"
brew "switchaudio-osx"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "wget"
brew "xcodegen"
brew "zoxide"
brew "artginzburg/tap/sudo-touchid"
brew "efa2d19/tap/bw-guarded"
brew "efa2d19/tap/fzf-git-extensions"
brew "efa2d19/tap/httpserve"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mac-cleanup/mac-cleanup-py/mac-cleanup-py"
brew "teamookla/speedtest/speedtest"
cask "aldente"
cask "android-commandlinetools"
cask "android-platform-tools"
cask "charles"
cask "cyberduck"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "hiddenbar"
cask "insomnia"
cask "itsycal"
cask "jetbrains-toolbox"
cask "keka"
cask "kekaexternalhelper"
cask "latest"
cask "openinterminal"
cask "proxyman"
cask "raycast"
cask "secretive"
cask "syntax-highlight"
cask "telegram"
cask "temurin@11"
cask "temurin@17"
cask "utm"
cask "warp"
mas "Bitwarden", id: 1352778147
mas "Xcode", id: 497799835
